[Subtitles]
Iris_VO_Intro_01_live_Tannis_1=Hey folks, this is Patricia Tanis and I found another treasure..
Iris_VO_Intro_01_live_Tannis_2=As you can see, opening the first safe five years ago set off a chain reaction that opened much more than Pandora's box....
Iris_VO_Intro_02_live_Torgue_1=Hush! I don't want to hear that, Dungeon Hunter! Do you want to hear about the nose? And PECS! And burn!
Iris_VO_Intro_02_live_Torgue_2=I come from Torguy and I am here to ask one question and one question only.:
Iris_VO_Intro_03_live_Torgue_1=''study?''
Iris_VO_Intro_04_live_Tannis_1=Leave this update in the ECHO dialog box. I try to show...
Iris_VO_Intro_05_live_Torgue_1=There were too many letters in this sentence! Sorry!
Iris_VO_Intro_06_live_Tannis_1=As I said, I'm sure this new base hidden in the confusion will open soon.,
Iris_VO_Intro_06_live_Tannis_2=And I said, "When Lord Pandora eats terrible blood."''.
Iris_VO_Intro_07_live_Torgue_1=This is what we at Targ Corporation want! Joining the tour is highly recommended.
Iris_VO_Intro_07_live_Torgue_2=If you want to enter the "Statistics of Shame", go to the room in the bedroom.!
Iris_VO_Intro_08_live_Tannis_1=This place has no name!
Iris_VO_Intro_09_live_Torgue_1=The valley of a terrible village!
Iris_VO_Intro_10_live_Tannis_1=(cry)


